counters = [
  {
    "meaning":["thing", "things"],
    "readings":["ひとつ", "ふたつ", "みっつ", "よっつ", "いつつ", "むっつ", "ななつ", "やっつ", "ここのつ", "とお"]
  },
  {
    "meaning":["person", "people"],
    "readings":["ひとり", "ふたり", "さんにん", "よにん", "ごにん", "ろくにん", "しちにん", "はちにん", "きゅうにん", "じゅうにん"]
  },
  {
    "meaning":["year old", "years old"],
    "readings":["いっさい", "にさい", "さんさい", "よんさい", "ごさい", "ろくさい", "ななさい", "はっさい", "きゅうさい", "じゅっさい"]
  },
  {
    "meaning":["book", "books"],
    "readings":["いっさつ", "にさつ", "さんさつ", "よんさつ", "ごさつ", "ろくさつ", "ななさつ", "はっさつ", "きゅうさつ", "じゅっさつ"]
  },
  {
    "meaning":["small object", "small objects"],
    "readings":["いっこ", "にこ", "さんこ", "よんこ", "ごこ", "ろっこ", "ななこ", "はっこ", "きゅうこ", "じゅっこ"]
  },
  {
    "meaning":["long object", "long objects"],
    "readings":["いっぽん", "にほん", "さんぼん", "よんほん", "ごほん", "ろっぽん", "ななほん", "はっぽん", "きゅうほん", "じゅっぽん"]
  }
]
